Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=180_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Parlamentaarikkojen konferenssi kiirehtii pohjoismaista saamelaissopimusta ja ILO-sopimusta
sme: Parlamentarihkáriid konferánsa almmuhii loahppaáššegirjji

source: Suomen, Ruotsin ja Norjan Saamelaiskäräjät kannustavat valtioita yhteistyössä saamelaiskäräjien kanssa edistämään pohjoismaisen saamelaissopimuksen voimaansaattamista.
sme: Suoma, Ruoŧa ja Norgga Sámedikkit ávžžuhit stáhtaid ovttasráđiid sámedikkiiguin ovddidit davviriikkalaš sámekonvenšuvnna fápmui boahtima.

source: Saamelaiskäräjät kannustavat valtioita kansallisiin ratkaisuihin ILO 169 sopimuksen hengessä ja kehottavat Suomea ja Ruotsia ratifioimaan sopimuksen.
sme: Sámedikkit ávžžuhit stáhtaid maiddái nášuvnnalaš mearrádusaide ILO 169 soahpámuša vuoiŋŋas ja ávžžuhit Suoma ja Ruoŧa ratifieret soahpámuša.

source: Rovaniemellä tiistaina 28.10 pidetty saamelaisten parlamentaarikkojen konferenssi hyväksyi päätösasiakirjan, jossa se mm. korostaa valtioiden vastuuta alkuperäiskansaansa koskevien kansainvälisoikeudellisten velvoitteiden toteuttamisessa.
sme: Roavvenjárggas maŋŋebárgga 28.10 dollojuvvon sámi parlamentárihkariid konferánsa dohkkehii loahppaáššegirjji, mas dat ee. deattuha stáhtaid ovddasvástádusa ollašuhttit iežaset álgoálbmogii guoski álbmogiidgaskasaš geatnegasvuođaid.

source: Konferenssin päätösasiakirja kokonaisuudessaan seuraavassa:
sme: Konferánssa loahppaáššegirji ollásit čuovvovaččas:

source: Päätösasiakirja
sme: Loahppadokumeanta

source: Saamelaisparlamentaarikkojen toinen konferenssi Rovaniemellä lokakuun 28. päivänä 2008
sme: Nubbi sámeparlamentarihkarkonferánsa Roavvenjárggas golggotmánu 28. b. 2008

source: Saamelaisparlamentaarikkojen toinen konferenssi, joka koostuu Suomen, Norjan ja Ruotsin saamelaiskäräjien edustajista ja johon osallistuu Venäjän puolen saamelaisten edustajia, kokoontuneena Rovaniemelle lokakuun 28 p:nä 2008:
sme: Nubbi sámeparlamentarihkarkonferánsa, vuođđuduvvon Suoma, Norgga ja Ruoŧa sámedikkiid áirasiin ja mas oassálastet Ruošša beale sámiid ovddasteaddjit, čoahkkanan Roavvenjárgii golggotmánu 28. b. 2008:

source: Yhtyy täysin saamelaisparlamentaarikkojen ensimmäisen konferenssin julkilausumaan, Jokkmokkin julistukseen, ja korostaa tuon julistuksen perustan tärkeyttä,
sme: Guorrasit ollislaččat dan vuosttaš sámeparlamentarihkarkonferánssa julggaštussii, Johkamohki-julggaštussii, ja deattuhit man deaŧalaš lea dat mii biddjojuvvui vuođđun dan julggaštusas,

source: Korostaa, että valtioilla on vastuu YK:n alkuperäiskansajulistuksen voimaansaattamisesta, ja osoittaa samalla, että saamelaisparlamentaarikoilla ja saamelaiskäräjillä on vastuu huolehtia siitä, että alkuperäiskansajulistuksen säännöksiä käytetään ja noudatetaan,
sme: Deattuhit ahte stáhtain lea ovddasvástádus implementeret ON eamiálbmotjulggaštusa, ja čujuhit seammás ahte mis sámi parlamentarihkkariin ja sámedikkiin lea ovddasvástádus fuolahit ahte eamiálbmotjulggaštusa mearrádusat geavahuvvojit ja čuvvojuvvojit,

source: Muistuttaa valtioita joiden alueella saamelaisia asuu siitä, että yhä on olemassa paljon kansainvälisoikeudellisia velvoitteita, joita ei ole kyllin hyvin toteutettu, ja että valtioiden tulee panna etusijalle velvoitteiden toteuttamistyö,
sme: Muittuhit stáhtaid gos sámit ásset ahte ain gávdnojit ollu álbmotrievttálaš geatnegasvuođat mat eai leat doarvái bures ollašuhttojuvvon, ja ahte bargu fuolahit dan ahte geatnegasvuođat doahttaluvvojit stáhtaid bealis berre vuoruhuvvot,

source: Korostaa, että me saamelaiset olemme yksi kansa, koska meillä on yhteinen historia, kulttuuri, kieli ja maa-alueet, ja että valtakunnanrajat eivät saa rikkoa yhtenäisyyttämme;
sme: Deattuhit ahte mii sámit leat okta álbmot, danne go mis lea oktasaš historjá, kultuvra, giella ja eatnamat, ja ahte riikarájit eai galgga rihkkut min oktavuođa;

source: Julistaa yksimielisesti seuraavaa:
sme: Julggaštit ovttaoaivilvuođa čuovvovačča hárrái:

source: Saamelaisilla kansana on YK:n vuoden 1966 itsemääräämisoikeutta koskevan sopimuksen ensimmäisen artiklan mukaan oikeus päättää poliittisista oloistaan, edistää taloudellista, sosiaalista ja kulttuurista kehitystään sekä hallita omia luonnonvarojaan ja - esiintymiään, eikä heiltä missään oloissa saa ottaa pois heidän toimeentulolleen tärkeitä resursseja.
sme: Sámiin álbmogin lea ON 1966 konvenšuvnna vuosttaš artihkkala mielde mii guoská iešmearridanvuoigatvuhtii riekti mearridit sin politihkalaš dili, ovdánahttit sin ekonomalaš, sosiála ja kultuvrralaš ovdáneami ja ráđđet sin iežaset luondduriggodagaid ja gávdnosiid, ja eai man ge dihte galgga vuoigatvuođat resurssaide mat leat dárbbašlaččat sin birgenláhkái váldot sis eret.

source: Saamelaisia tulee kuulla ja heidän tulee päästä osallistumaan päätösprosesseihin asioissa, jotka vaikuttavat saamelaisiin suoraan, ja valtioiden pitää hakea saamelaisten vapaa ja etukäteen ilmaistu myöntyminen kaikkiin niihin toimiin, jotka koskevat saamelaisia.
sme: Sámiid galgá guldalit ja sii galget beassat searvat mearrádusproseassaide áššiin mat váikkuhit sámiide njuolga, ja stáhtat galget ovdalgihtii addit dieđu buot daid doaibmabijuid birra mat gusket sámiide ja maidda sámit galget leat miehtan.

source: Perintötieto on tärkeä osa saamelaiskulttuuria ja - identiteettiä.
sme: Árbediehtu lea dehálaš oassi sámi kultuvrras ja identitehtas.

source: Saamelaisilla on oikeus säilyttää, suojella ja kehittää omaa kulttuuriperintöään, perintötietojaan ja kulttuuri-ilmaisumuotoja niihin kuuluvinen tekijänoikeuksineen.
sme: Sámiin lea riekti bisuhit, suddjet ja ovdánahttit iežaset kulturárbbi, árbedieđuid ja kultuvrralaš ovdanbuktimiid gullevaš duogášvuoigatvuođaiguin.

source: Valtioiden tulee yhdessä saamelaisten kanssa toteuttaa tehokkaita toimia näiden oikeuksien tunnustamiseksi ja suojaamiseksi.
sme: Stáhtat galget ovttasráđiid sámiiguin čađahit ávkkálaš doaibmabijuid mat váikkuhit ahte dat vuoigatvuođat dohkkehuvvojit ja daid doaimmaheapmi suddjejuvvo.

source: Perinteisiä saamelaisia symboleja ei saa sallia käytettävän ilman saamelaisten myöntymistä, ja niitä tulee käyttää vain saamelaisten itsensä hyväksymiin tarkoituksiin.
sme: Árbevirolaš sámi symbolaid ii galgga leat lobálaš geavahit sámiid mieđiheami haga, ja dat galget duššefal geavahuvvot dakkár ulbmiliidda maid sámit ieža dohkkehit.

source: Saamelaiset ovat monien sukupolvien ajan eläneet luonnossa ja luonnosta, ja heillä on erityistä osaamista luonnon suojelemisessa ja käyttämisessä.
sme: Sámit leat ollu sohkabuolvvaid eallán luonddus ja viežžan das birgejumi ja sis lea erenoamáš gelbbolašvuohta luonddusuodjaleamis ja geavaheamis.

source: Saamelaisten perintötieto myötävaikuttaa itsestään vahvaan kestävään kehitykseen.
sme: Sámiid árbediehtu mielddisbuktá iešalddis nana ceavzilis ovddideami.

source: Saamelaisten erityissuhde luontoon sisältää sekä velvollisuuden että vastuun ympäristön riittävästä huomioonottamisesta sekä perintötiedon välittämisestä tuleville sukupolville.
sme: Sámiid erenoamáš oktavuohta lundui siskkilda sihke geatnegasvuođa ja ovddasvástádusa váldit dárbbašlaččat vuhtii birrasa ja resurssaid ja dasto gaskkustit árbedieđuid boahttevaš sohkabuolvvaide.

source: Oikeus vaalia, käyttää ja kehittää omaa kieltään on yksi perustavanlaatuinen ihmisoikeus.
sme: Vuoigatvuohta seailudit, geavahit ja ovdánahttit iežas giela lea vuođđoolmmošvuoigatvuohta.

source: Saamelaisilla on oikeus käyttää kieltään ja tulla ymmärretyksi omalla kielellään.
sme: Sámiin lea vuoigatvuohta geavahit ja gulahallat iežaset gielain.

source: Saamelaisten itse tulee saamelaiskäräjien kautta hoitaa kieltään.
sme: Sámit ieža sámedikkiid bokte galget hálddašit sámegiela.

source: Valtioiden pitää toteuttaa kansalliset ja kansainväliset velvoitteensa saamenkielen suhteen.
sme: Stáhtat fertejit ollašuhttit sin nationála ja riikkaidgaskasaš geatnegasvuođaid sámegiela ektui.

source: Saamelaislapsilla- ja nuorilla on oikeus puhua ja oppia omaa kieltään, harjoittaa omaa kulttuuriaan ja kehittää omaa identiteettiään.
sme: Sámi mánáin ja nuorain lea riekti hupmat ja oahppat iežaset giela, doaimmahit iežaset kultuvrra ja ovddidit iežaset identitehta.

source: Valtioiden ja saamelaiskäräjien tulee yhdessä perustaa lapsille ja nuorille kokoontumispaikkoja kuten järjestö- ja nettikokoontumispaikkoja myös ylitse valtakunnanrajojen.
sme: Stáhtat ja sámedikkit fertejit ovttasráđiid ásahit čoahkkananbáikkiid mánáide ja nuoraide, nugo organisašuvnnaid ja neahttačoahkkananbáikkiid, maiddái rastá riikarájiid.

source: Saamelaislapsilla ja - nuorilla on oikeus saada täysimääräistä terveys- ja sosiaalipalvelua, joka pohjautuu heidän omaan kieleensä ja kulttuuriinsa, ja tuki- ja avustustoimia kehitettäessä tulee ottaa huomioon heidän etninen, kulttuurinen, kielellinen ja uskonnollinen taustansa.
sme: Sámi mánáin ja nuorain lea riekti oažžut dievaslaš dearvvašvuođa- ja sosiálafálaldaga mas lea vuođđun sin iežaset giella ja kultuvra, ja mii vuhtiiváldá sin čearddalaš, kultuvrralaš, gielalaš ja osku duogáža doarjun- ja veahkkedoaibmabijuid bokte.

source: Saamelaiskäräjät aikovat yhdessä valtioiden kanssa vastata Suomen, Norjan ja Ruotsin lapsiasiavaltuutettujen yhteispohjoismaisen raportin haasteisiin.
sme: Sámedikkit áigot ovttas stáhtaiguin čuovvolit Suoma, Norgga ja Ruoŧa mánáidáittardeddjiid oktasaš davviriikkalaš raportta hástalusaid.

source: Valtioiden tulee toteuttaa ne oikeudet, jotka lapsilla ja nuorilla on kansallisen oikeuden ja kansainvälisten oikeusstandardien mukaan.
sme: Stáhtat fertejit ollislaččat deavdit daid vuoigatvuođaid mat sámi mánáin ja nuorain leat nationála rievtti ja riikkaidgaskasaš rievttálaš dási mielde.

source: Saamelaiskäräjillä on velvollisuus toimia siten, ettei ketään syrjitä sukupuolen, seksuaalisen suuntautuneisuuden tai etnisyyden takia.
sme: Sámedikkiin lea geatnegasvuohta doahttalit ahte ii oktage galgga vealahuvvot sohkabeliid, seksuálalaš soju dahje čearddalašvuođa dihte.

source: Saamelaisnaisilla ja - miehillä tulee olla samanlaiset mahdollisuudet, oikeudet ja velvollisuudet kaikilla yhteiskunta-aloilla.
sme: Sámi nissoniin ja dievdduin galget leat seammalágan vejolašvuođat, vuoigatvuođat ja geatnegasvuođat buot servodatsurggiin.

source: Naisilla ja miehillä pitää olla samat mahdollisuudet osallistua päätöksentekoelimien toimintaan ja heidän tulee olla mukana vaikuttamassa vastaiseen yhteistyöhön yhteiskunnan kaikilla aloilla.
sme: Nissoniin ja dievdduin galget leat seamma vejolašvuođat oassálastit mearrideaddji orgánain ja váikkuhit viidásit ovttasbarggu buot servodatsurggiin.

source: Valtioiden tulee tunnistaa ja hyväksyä saamelaisten omistus- ja käyttöoikeudet omiin maihinsa.
sme: Stáhtat fertejit identifiseret ja dohkkehit sámiid eaiggáduššan ja- geavahanvuoigatvuođaid iežaset eatnamiidda.

source: Saamelaisalueilla toimia ei tule toteuttaa ilman kyseisten alueiden saamelaisten etukäteen ilmaisemaa myöntymistä.
sme: Sámi eatnamiid duohtadeapmi ii galgga dáhpáhuvvat ovdal go sámit geat gullet dan guvlui leat ovdalgihtii ožžon dieđu ja miehtan dasa.

source: Saamelaisten pitää saada täysi korvaus joko maina tai muilla tavoin käypä korvaus.
sme: Sámit galget oažžut eatnamiid buhtadussan dahje eará buhtadusa go sin eatnamiid duohtadit.

source: Korvauksen tulee kattaa myös tulevien sukupolvien oikeusmenetykset.
sme: Buhtadus ferte siskkildit boahttevaš buolvvaid vuoigatvuođaid.

source: Valtioiden pitää palauttaa hyväksikäyttämänsä alueet sen jälkeen kun niiden käyttö on päättynyt.
sme: Stáhtat galget addit ruovttoluotta eatnamiid maid leat geavahan go leat geargan daiguin.

source: Valtioiden tulee tunnustaa saamelaisten oikeus osaan hyödyntämisarvosta mineraaleja tai muita rikkauksia maan alta otettaessa tai oikeus muihin resursseihin, joita valtiot omistelevat saamelaisten asumilla tai muuten käyttämillä alueilla.
sme: Stáhtat galget dohkkehit sámiid rievtti oažžut oasi ávkkástallanárvvus go vižžet minerálaid dahje riggodagaid eatnama vuolde, ja vuoigatvuođa eará resurssaide maid stáhtat oamastit dakkár guovlluin gos sámit orrot dahje geavahit.

source: Paikallisia saamelaisyhteisöjä tulee valmistaa kohtaamaan haasteita, jotka johtuvat heidän alueidensa luonnonvarojen hyväksikäytöstä.
sme: Sámi báikkálaš servodagaid ferte ráhkkanahttit vai dat sáhttet dustet hástalusaid mat čuvvot sin guovlluid resursaávkašuvvamis.

source: Kolmen maan saamelaiskäräjät toteavat, ettei yhdessäkään saamelaisten asumassa maassa ole järjestelmiä, jotka ottaisivat saamelaiskäräjät mukaan budjetointi- tai rahoitustyöhön saamelaistarpeita varten tai toteuttamaan saamelaiskäräjien omaa asioiden tärkeysjärjestystä.
sme: Sámedikkit konstaterejit ahte eai ovttage stáhtas gos sámit ásset leat ortnegat mat siskkildivčče sámedikkiid bargui bušeahttarámmaiguin ja ruhtademiiguin sámi ulbmiliid várás ja sámedikkiid iežaset vuoruhemiid duohtandahkama várás.

source: Saamelaiskäräjät toteavat, että itsemäärämisoikeus, oikeus asettaa asioita omaan tärkeysjärjestykseen ja neuvotteluoikeus asioissa, joilla on suora merkitys saamelaisille alkuperäiskansana, ovat keskeisiä kansainvälisiä oikeuksia.
sme: Sámedikkit čujuhit ahte iešmearridanvuoigatvuohta, iešvuoruhanvuoigatvuohta ja konsulterenvuoigatvuohta doaibmabijuid hárrái main sáhttá leat njuolga mearkkašupmi sámiide eamiálbmogin, leat guovddáš álbmotriekteprinsihpat.

source: Nämä periaatteet on valtioiden tunnustettava ja toteutettava myös talousarvion laatimisessa ja saamelaiskohteiden rahoittamisessa.
sme: Dáid prinsihpaid fertejit stáhtat dohkkehit ja doahttalit, maiddái bušeahttamearrideamis ja sámi ulbmiliid ruhtadeamis.

source: Saamelaiskäräjät korostavat, että pohjoismaisella saamelaissopimuksella on suuri merkitys saamelaiselle yhteiskuntakehitykselle, ja toteavat samalla huolestuneina, että toiminta pohjoismaisen saamelaissopimuksen hyväksi ei ole edennyt saamelaisministerien ja saamelaiskäräjien puheenjohtajien välisen sopimuksen mukaisesti, vrt. marraskuun 14. päivänä 2007 päivätty pöytäkirja.
sme: Sámedikkit deattuhit ahte davviriikkalaš sámekonvenšuvnnas lea stuorra mearkkašupmi sámi servodatovddideapmái, ja konstaterejit fuolastumiin ahte lea čuožžilan eahpesihkarvuohta šiehtadusa čuovvoleame ektui maid ministarat geain lea ovddasvástádus sámi áššiin ja sámedikkiid presideanttat sohpe, geahča beavdegirjji, beaiváduvvon skábmamánu 14. b. 2007.

source: Saamelaiskäräjät viittaavat samalla siihen positiiviseen työhön, jota kaikki valtiot tekivät YK:n alkuperäiskansajulistuksen aikaansaamiseksi.
sme: Sámedikkit čujuhit seammás dan positiivvalaš bargui maid buot stáhtat dahke oažžut ON eamiálbmotjulggaštusa mearriduvvot.

source: Saamelaiskäräjät kehottavat saamelaisministereitä ja saamelaiskäräjien puheenjohtajia mitä pikimmin jatkamaan pohjoismaista sopimusprosessia vuoden 2007 marraskuun sopimusta seuraamalla.
sme: Sámedikkit ávžžuhit ministariid geain lea ovddasvástádus sámi áššiin ja sámedikkiid presideanttaid jođáneamos lági mielde joatkit davviriikkalaš konvenšuvnna proseassain dainna lágiin ahte čuovvolit 2007 skápmamánu šiehtadusa.

source: Saamelaiskäräjät kannustavat valtioita yhteistyössä saamelaiskäräjien kanssa aloittamaan pohjoismaisen saamelaissopimuksen toimeenpanon selvittämisen valtioiden välistä yhteistyötä koskevissa ratkaisuissa.
sme: Sámedikkit ávžžuhit stáhtaid ovttas sámedikkiiguin álggahit davviriikkalaš sámi soahpamuša doaibmabiju stáhtaid gaskasaš ovttasbargočovdosiin, mii guoská buot sámiide.

source: Saamelaiskäräjät kannustavat valtioita kansallisiin ratkaisuihin ILO 169 sopimuksen hengessä ja kehottavat Suomea ja Ruotsia ratifioimaan kyseisen sopimuksen.
sme: Sámedikkit ávžžuhit stáhtaid našuvnnalaš čovdosiidda ILO 169 – soahpamuša vuoiŋŋas ja ávžžuha Suoma ja Ruoŧa ratifiseret dán soahpamuša.

source: Suomella, Norjalla ja Ruotsilla on erityinen vastuu saamen kielen säilymisestä ja edistämisestä elävänä kielenä myös saamelaisalueiden ulkopuolella.
sme: Suomas, Norggas ja Ruoŧas lea earenoamáš ovddasvástádus ahte sámegiella seailu ja ovddiduvvo ealli giellan maiddái olggobealde sámi guovlluid.

source: Saamelaiskäräjät kehottavat kyseisiä valtioita luomaan saamelaisalueelle korkea-asteen koulutusta tarjoava ympäristö, jotta saamelaisnuorilla on mahdollisuus tulla saamen kielen asiantuntijoiksi.
sme: Sámedikkit ávžžuhit guoskevaš stáhtaid, ahte sámi guvlui šaddá allaoahppanbiras vai sámi nuorain lea vejolašvuohta šaddat sámegiela áššedovdin.
